Repository: common-repository/mapado-events
Catalog: languages/mapado-events-*.po
Languages: fr_fr

source: API settings
fr_fr: Réglages API

source: Import your lists
fr_fr: Importez vos listes

source: Display parameter
fr_fr: Options d'affichage

source: There was a problem
fr_fr: Il y a eu un problème

source: Saved settings
fr_fr: Paramètres sauvegardés

source: You have not entered your API settings
fr_fr: Vous n'avez pas entré vos réglages API

source: You have not uploaded a list yet
fr_fr: Vous n'avez pas encore importé de liste

source: The identifier is already used
fr_fr: L'identifiant est déjà utilisé

source: Trouble creating
fr_fr: Problème lors de la création

source: Error during the update
fr_fr: Erreur pendant la mise à jour

source: Lists updated
fr_fr: Listes mises à jours

source: Listing page: Unauthorized access, check your Mapado credentials.
fr_fr: Page listing : Accès non autorisé, vérifiez vos identifiants Mapado.

source: <div class="mapado-setting-welcome"> <h1>Welcome to Mapado Events Plugin</h1> <p>You'll be able to import a list of events easily in a few clicks.</p> </div>
fr_fr: <div class="mapado-setting-welcome"> <h1>Bonjour et bienvenue sur Mapado Events Plugin</h1> <p>Vous allez pouvoir importer une liste d'événements facilement en quelques clics.</p> </div>

source: <div class="mapado-setting-welcome"> <h1>Import your lists</h1> <p>Choose the lists which you wish to import with the desired url.</p> </div>
fr_fr: <div class="mapado-setting-welcome"> <h1>Importez vos listes</h1> <p>Choisissez les listes que vous souhaitez importer avec l'url souhaitée.</p> </div>

source: <div class="mapado-setting-welcome"> <h1>Display parameter</h1> <p>Choose a list and change its display settings.</p> </div>
fr_fr: <div class="mapado-setting-welcome"> <h1>Paramètres d'affichage</h1> <p>Choisissez une liste et modifiez ses paramètres d'affichage.</p> </div>

source: Your API settings
fr_fr: Vos réglages API

source: Your lists
fr_fr: Vos listes

source: Previous step
fr_fr: &lt; &Eacute;tape précédantes

source: Save changes
fr_fr: Enregistrer les modifications

source: Continue
fr_fr: Continuer

source: Enter your API settings
fr_fr: Entrez vos réglages API

source: Find my API key
fr_fr: Trouver ma clé API

source: Where to find this informations ?
fr_fr: Où trouver ces informations ?

source: Secret code
fr_fr: Code secret

source: Authentication token
fr_fr: Jeton d'autentification

source: Refresh
fr_fr: Actualiser

source: Maximum number of columns
fr_fr: Nombre de colonnes maximum

source: Number of events per page
fr_fr: Nombre d'événements par page

source: Image position
fr_fr: Position des images

source: Image orientation
fr_fr: Orientation des images

source: Landscape
fr_fr: Paysage

source: Square
fr_fr: Carré

source: Image size
fr_fr: Taille des images

source: Average
fr_fr: Moyenne

source: Small
fr_fr: Petite

source: Sorting lists
fr_fr: Tri des listes

source: Date + Visuals
fr_fr: Date + Visuels

source: Date + Tops + Visuals
fr_fr: Date + Tops + Visuels

source: List Depth
fr_fr: Profondeur de la liste

source: Show lists (level 1)
fr_fr: Afficher les listes (niveau 1)

source: Show the events of lists (level 2)
fr_fr: Afficher les événements des listes (niveau 2)

source: Display past events ?
fr_fr: Afficher les événements passés ?

source: Show search bar?
fr_fr: Afficher la barre de recherche ?

source: Advanced settings
fr_fr: Paramètres avancés

source: Reset
fr_fr: Réinitialiser

source: Template
fr_fr: Modèle d'affichage

source: Style of the event sheets
fr_fr: Style des fiches événements

source: Image sizes (event sheets)
fr_fr: Taille des images des fiches événements

source: Display the main information in a widget?
fr_fr: Afficher les informations principales dans un widget ?

source: Template (event sheets)
fr_fr: Modèle d'affichage des fiches événements

source: Current slug :
fr_fr: Slug actuel :

source: Delete the list
fr_fr: Supprimer la liste

source: Choose the slug :
fr_fr: Choisir le slug :

source: my-list-slug
fr_fr: slug-de-ma-liste

source: Import the list
fr_fr: Importer la liste

source: An error occurred
fr_fr: Une erreur est survenue
